; Translation file for AltDrag 1.0
; pl-PL localization by Krystian Maksymowicz, Paweł 'Pawouek' Krafczyk
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=pl-PL
LangEnglish=Polish
Lang=Polski
Author=Krystian Maksymowicz, Paweł 'Pawouek' Krafczyk

TrayEnabled=AltDrag
TrayDisabled=AltDrag (wyłączony)
MenuEnable=Włącz
MenuDisable=Wyłącz
MenuHideTray=Ukryj ikonę
MenuUpdateAvailable=Aktualizacja jest dostępna!
MenuConfigure=Ustawienia
MenuAbout=Informacje
MenuExit=Zakończ

UpdateBalloon=Znaleziono nową wersję!
UpdateDialog=Nowa wersja jest dostępna. Odwiedzić stronę?
UpdateLatest=Brak dostępnych aktualizacji.

ConfigTitle=Ustawienia AltDrag
ConfigTabGeneral=Ogólne
ConfigTabInput=Mysz i klawiatura
ConfigTabBlacklist=Czarna lista
ConfigTabAdvanced=Zaawansowane
ConfigTabAbout=Informacje

GeneralBox=Ustawienia ogólne
GeneralAutoFocus=A&ktywuj okno podczas przesuwania.\nMożesz także wcisnąć Ctrl by aktywować okna.
GeneralAero=&Naśladuj Aero Snap
GeneralInactiveScroll=&Przełączaj między nieaktywnymi oknami
GeneralMDI=&MDI support
GeneralAutoSnap=Automatycznie przyciągaj do:
GeneralAutoSnap0=Wyłączone
GeneralAutoSnap1=Krawędzi ekranu
GeneralAutoSnap2=+ zew. krawędzi okien
GeneralAutoSnap3=+ wew. krawędzi okien
GeneralLanguage=Język:
GeneralAutostartBox=Autostart
GeneralAutostart=Uruchom AltDrag przy &starcie systemu
GeneralAutostartHide=&Ukryj w obszarze powiadomień
GeneralAutostartElevate=&Elevate to administrator privileges
GeneralAutostartElevateTip=Note that a UAC prompt will appear every time you log in, unless you disable UAC completely.
GeneralElevate=E&levate
GeneralElevated=Elevated
GeneralElevateTip=This will create a new instance of AltDrag which is running with administrator privileges. This allows AltDrag to manage other programs which are running with administrator privileges.\n\nYou will have to approve a UAC prompt from Windows to allow AltDrag to run with administrator privileges.
GeneralElevationAborted=Elevation aborted.
GeneralAutosave=Uwaga: Ustawienia są zapisywane i stosowane natychmiastowo!

InputMouseBox=Akcje myszy
InputMouseLMB=Lewy przycisk:
InputMouseMMB=Środkowy przycisk:
InputMouseRMB=Prawy przycisk:
InputMouseMB4=Czwarty przycisk:
InputMouseMB5=Piąty przycisk:
InputMouseScroll=Scroll:
InputMouseLowerWithMMB=&Lower windows by middle clicking on title bars

InputActionMove=Move
InputActionResize=Resize
InputActionClose=Close
InputActionMinimize=Minimize
InputActionLower=Lower
InputActionAlwaysOnTop=AlwaysOnTop
InputActionBorderless=Toggle borderless
InputActionCenter=Center
InputActionNothing=Nothing
InputActionAltTab=Alt+Tab
InputActionVolume=Volume
InputActionTransparency=Transparency

InputHotkeysBox=Skróty klawiszowe
InputHotkeysLeftAlt=L&ewy Alt
InputHotkeysRightAlt=&Prawy Alt
InputHotkeysLeftWinkey=Lewy &Win
InputHotkeysRightWinkey=Prawy W&in
InputHotkeysLeftCtrl=Lewy &Ctrl
InputHotkeysRightCtrl=Prawy C&trl
InputHotkeysMore=Możesz dodać dowolny klawisz edytując plik ini!\nUżyj klawisza Shift by przyciągać okna do krawędzi innych okien.

BlacklistBox=Wyjątki
BlacklistProcessBlacklist=Wyjątki procesów:
BlacklistBlacklist=Wyjątki okien:
BlacklistSnaplist=Lista przyciągania:
BlacklistExplanation=Dokładny opis działania wyjątków dostępny na <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">wiki</a>!
BlacklistFindWindowBox=Identyfikuj okno
BlacklistFindWindowExplanation=Użyj powyższej funkcji do identyfikacji nazwy klasy okna by można było je dodać do jednej z powyższych list.

AdvancedBox=Ustawienia zaawansowane
AdvancedHookWindows=&Włącz przyciąganie podczas zwykłego przesuwania okien.\nDziała w połączeniu z automatycznym przyciąganiem!
AdvancedHookWindowsWarn=Nie jest to na 100% bezpieczne bo wymaga podczepiania się pod inne procesy itp.
AdvancedUpdateCheckOnStartup=A&utomatycznie sprawdzaj dostępność aktualizacji
AdvancedUpdateBeta=Uw&zględniaj wersje testowe
AdvancedUpdateCheckNow=&Sprawdź teraz
AdvancedIni=Ustawienia programu AltDrag są przechowywane w pliku AltDrag.ini. Jest kilka ustawień, które można ustawić jedynie poprzez samodzielną edycję tego pliku.
AdvancedOpenIni=Otwórz plik &ini

AboutBox=AltDrag — Informacje
AboutVersion=Wersja
AboutAuthor=Autorem jest Stefan Sundin
AboutLicense=AltDrag to wolne i otwarte oprogramowanie!\nNakłaniam do jego rozpowszechniania!
AboutDonate=&Dotuj
AboutTranslationCredit=Translation credit

MiscUnhookError=There was an error disabling AltDrag. This was most likely caused by Windows having already disabled AltDrag's hooks.\n\nIf this is the first time this has happened, you can safely ignore it and continue using AltDrag.\n\nIf this is happening repeatedly, you can read on the website wiki how to prevent this from happening again (look for 'AltDrag mysteriously stops working' on the About page).
